<%@ Page Language="C#" MasterPageFile="~/MasterPages/MBL.master" AutoEventWireup="true"
    CodeFile="HowToUse.aspx.cs" Inherits="HowToUse" %>

<asp:Content ID="Content1" ContentPlaceHolderID="cphHead" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="cphMain" runat="Server">
<div style="clear:both;margin-top:55px; padding-right:20px;">
    <asp:Image ID="Image1" runat="server" ImageUrl="~/Images/Header_HowDoesItWork.png" />
</div>
    <asp:Panel ID="Panel1" runat="server" ScrollBars="None" Width="95%" Style="padding-right: 24px;
        padding-bottom: 15px; margin-top: 20px; color: #656565; font-size: 15px;">
            מערכת    
            <b><span style="color: #C51015">My</span>BuyList</b>
            פותחה ככלי מסייע בתכנון
            ארוחות וקניות המאפשר שימוש במבחר רב של מתכונים ממקורות מגוונים.
            <br />        
            שימוש במערכת מסייע בניהול זמן וארגון ומאפשר מימוש של תהליכים רבים. 
            <br /> 
            שימוש במערכת
            <b><span style="color: #C51015">My</span>BuyList</b>
            משפרת את החוויה הקולניארית והופכת את חוויות הקניות לא רק לטיול בסופר אלא גם לדרך חיים.
            <br />
            שילוב המערכת כחלק בלתי נפרד מתרבות ניהול משק הבית תאפשר חסכון ומימוש חוויות קולינאריות.
            <br /><br /> 
            השימוש במערכת חינם אך נדרש רישום לצורך קבלת הרשימות ישירות לדוא"ל האישי.
            <br /><br /> 
            <asp:HyperLink ID="lnkRegister" runat="server" Text="הצטרפו" NavigateUrl="~/Register.aspx" Font-Underline="true" ForeColor="Blue" />           
             גם אתם למשתמשים הרבים שהחליטו לאמץ את המערכת לשגרת חייהם.
            <br /><br /> 
            הדרך לארגון הרשימה מעולם לא היתה קלה יותר
            <br />
            כל שעלייך לעשות: 
            <ol>
            <li>בחירת מתכון ע"י בחירה בלחצן "הוסף לרשימת הקניות"</li>
            <li>ארגון המתכון בתפריט והפקת רשימת קניות</li>
            </ol>  
               
            <div style="text-align: center">
                <object width="480" height="385"><param name="movie" value="http://www.youtube.com/v/P8R_A5okork&amp;hl=en_US&amp;fs=1"></param><param name="allowFullScreen" value="true"></param><param name="allowscriptaccess" value="always"></param><embed src="http://www.youtube.com/v/P8R_A5okork&amp;hl=en_US&amp;fs=1" type="application/x-shockwave-flash" allowscriptaccess="always" allowfullscreen="true" width="480" height="385"></embed></object>
            </div>
                   
            <%--מצאת מתכון שמצא חן בעינייך אך הוא מכיל רכיב אותו אתה רוצה להחליף? 
            מערכת 
            <b><span style="color: #C51015">My</span>BuyList</b>
            מאפשרת לך להעתיק את המתכון ולערוך אותו מחדש.
        <br />
        להלן ההוראות : יש ללחוץ על המתכון > בסרגל למטה יש לבחור באפשרות <b>ערוך</b> > במצב
        עריכה יש לשנות את המצרכים אותם אתם רוצים > ורגע לפני ששומרים... משנים את השם! <br />--%>
        
                
                
        <%--<b>אופני שימוש באתר</b><br />
        קיימים שני מסלולים להפקת מידע באתר:
        <br />
        המסלול לשימוש במתכוני האתר.<br />
        המסלול לשימוש במתכונים אישיים ו/או מתכוני האתר.<br />
        <br />
        המסלול לשימוש במתכוני האתר -
        <br />
        הוראות : בחירת צורת ארגון (רשימת קניות מהירה, תפריט לארוחה, ארגון תפריט שבועי, ארגון
        תפריט רב שבועי) > בחירת מתכונים > שיבוץ המתכונים בארגון הנבחר > הפקת רשימת קניות.
        <br />
        <br />
        המסלול לשימוש במתכונים אישיים ו/או מתכוני האתר. -
        <br />
        הוראות : בחירת פתקית "הרשימות שלי" > בחירת רשימת המתכונים שלי > בחירת מתכון חדש
        > הקלדת המתכון האישי > בחירת צורת ארגון (בחלק התחתון של הדף > בחירת מתכונים > שיבוץ
        המתכונים בארגון הנבחר > הפקת רשימת הקניות.
        <br />
        <br />--%>
        
        <br />
        רשימת התפריטים שהמשתמש הכין נשמרים באופו אוטומטי ע"י המערכת. על מנת שהמערכת תוכל
        לאחזר (לשלוף) במהירות כל פריט מידע, יש לתת <b>שם משמעותי</b> לכל רשימה ורשימה.
        לדוגמא : "אירוח משפחת שרון", "מסיבת יום ההולדת לדניאל" וכו'.        
        <br />
        <br />
        <br />
        <b>ערכים תזונתיים:</b><br />
        מערכת <b><span style="color: #C51015">My</span>BuyList</b>מציגה למשתמש ערכים תזונתיים
        עבור כל מנה. נתוני הערכים התזונתיים מבוססים על נתוני משרד הבריאות. יחד עם זאת מדובר
        <span style="color: #C51015; font-weight: bold;">בהערכה</span> בלבד. הערכה ולא נתונים מדוייקים נובעים
        מכמה סיבות :<br /><br />
        <ul>
            <li>שדה המחקר העולמי בתחום התזונה לא השלים עדיין את חקר כלל המזונות. </li>
            <li>ייתכן ובזמן נתון בו המשתמש מפיק נתונים , המערכת מוזנת בנתונים. הבו זמניות יכולה
                לשבש באופן זמני הצגה ההערכה הנכונה.</li>
            <li>בחלק מהמתכונים (מתכוני מערכת ומתכוני משתמשים) מצוין מצרך אשר מאפשר יצירתיות ובחירה
                אישית של המשתמש לדוגמא : במתכון מצוין "בשר טחון" רישום כזה מאפשר למשתמש בעת הרכישה
                לבחור את סוג הבשר אותו הוא רוצה. המערכת לא תוכל להציג נתונים מלאים אודות ערכים תזונתיים
                עבור מתכון זה.</li>
            <li>דוגמא נוספת. בבחירת מצרך "חלב" ולא "חלב 3% " (כדוגמא) אין למערכת את כל הנתונים כל
                מנת להציג את הערכים התזונתיים.</li>
            <li>על מנת לאפשר הערכה מדויקת יותר, באפשרות המשתמש להעתיק מתכון ולערוך אותו באופן שונה.
                לדוגמא: המשתמש יישנה את המצרך "בשר טחון" ל-"בשר בקר טחון" אז המערכת תוכל להציג הערכה
                מדויקת יותר. </li>
        </ul>
        <br />
        ככלל, <b><span style="color: #C51015">נתונים מדויקים</span></b> עבור כל מנה יכולים
        להינתן בבדיקות מעבדה המתאימות לכך.
        <br />
        אין האתר מהווה תחליף לפנייה לאיש מקצוע בתחום התזונה והבריאות בכלל.<br /><br />
        <b>מפתחי האתר לא רואים בדוגמאות אלו "באג מערכתי". הנחת היסוד של המפתחים היא שאין לפגוע
            בחוויות המשתמש למימוש חוויה קולינארית ולכן המערכת מאפשרת מצד אחד יצירתיות ושיתופיות
            ומצד שני התאמה לצרכים אישיים. </b>
        <br />
        <br />
        <br />
        <b>משתמשים מספרים:</b><br />
        <div style="width: 80%; padding-right: 40px; text-align: right; direction: rtl; font-family: Guttman Yad,Arial;">
            מיכל, אם לשתי בנות ובן נהנית לבשל כמו גם לאכול באופן מסודר אוכל בריא. מידי שבוע
            היא משבצת במערך הארגון שלה מתכונים חדשים ומצליחה לגוון לה ולבני ביתה את מטעמי השולחן.<br />
            <br />
            מיכל, שמרה במאגר המתכונים את ממרח הטונה, החביתות והממולאים שהם המאכלים האהובים ביותר
            על ילדיה.<br />
            לכאורה, הכנסת מתכון של ממרח הטונה נראה מגוחך שהרי הוא מכיל שני רכיבים בלבד. אך מיכל
            ניצלה את יכולות המערכת והבינה כי הגדרת מתכון "יומיומי" ושיבוצו במערך ארגון כלשהו
            יציג לה את רשימת המצרכים הנדרשים הכוללת ויסייע לה לעקוב אחר תזונתם של בני ביתה.
            <br />
            <br />
            ירון, בנה של מיכל בן ה – 19 , המשרת בבסיס מרוחק, מוסיף לרשימת המצרכים את הדברים
            הנחוצים לו לשהותו בצבא.<br />
            <br />
            מיכל : "המערכת מקלה עליי בדברים הקשורים לניהול משק הבית. שום האשמות של "שוב שכחת
            ?" לא נשמעות בבית. בני המשפחה שמחים על האפשרות להיות שותפים לתכנון מכל מקום שהם
            נמצאים בו. בחירת המתכונים ע"י בני משפחתי קרבה אותם להתנסויות קולינריות ועכשיו, כל
            שנותר לי הוא, להעביר את כולם קורס בניקיון".<br />
        </div>
        <br />
        <br />
        <br />
        <div>
            עדיין זקוקים לעזרה ?<br /><br />
            אנא פנו לצוות התמיכה :
            <asp:HyperLink runat="server" NavigateUrl="mailto:Support@mybuylist.com" Text="Support@mybuylist.com"></asp:HyperLink><br />
        </div>
        <%--</div>--%>
    </asp:Panel>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="cphFooter" runat="Server">
</asp:Content>
