<%@ Page Language="C#" MasterPageFile="~/MasterPages/MBL.master" AutoEventWireup="true"
    CodeFile="Terms.aspx.cs" Inherits="Terms" %>

<asp:Content ID="Content1" ContentPlaceHolderID="cphHead" runat="Server">
    <style type="text/css">
        .style6
        {
            text-decoration: underline;
        }
        .style7
        {
            color: #EF1E3E;
            font-weight: bold;
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="cphMain" runat="Server">
    <div style="clear: both; margin-top: 55px; padding-right: 20px;">
        <asp:Image ID="Image1" runat="server" ImageUrl="~/Images/Header_PrivacyPolicy.png" />
    </div>
    <div style="clear: both; margin-top: 20px; padding-right: 20px; padding-bottom: 20px;">
        <span class="style6" >תנאי שימוש באתר MyBuyList.com - כללי</span><br />
        האתר (להלן: החברה) מציע את המידע בשירות מקוון זה/באתר מידע ברשת האינטרנט (להלן:
        השירות) בכפוף לתנאים הבאים. המונח "משתמש" להלן משמעו כל אדם אשר יוצר קשר או מתקשר
        עם השירות.
        <br />       
        על ידי הרשמה ל – MyBuyList.com או כניסה ל - MyBuyList.com הנכם מסכימים להיות כפופים לכל תנאי שימוש באתר.
        <br />
        <br />
        <span class="style6">זכויות יוצרים</span><br />
        לפי דיני זכויות היוצרים התקפים בישראל, ועל פי אמנות בין-לאומיות, זכויות היוצרים
        בפרסומי האתר, כולל אלו המתפרסמים בשירות זה, שייכים לחברה , או לצדדים שלישיים שהתירו
        לחברה להציג מרכולתם.<br />
        המשתמש רשאי לעשות "שימוש הוגן" בחומר המוגן, לפי הכללים הקבועים בדין.
        <br />
        שימוש הוגן כולל ציטוט סביר מתוך החומר המוגן.
        <br />
        המצטט כאמור חייב לציין את המקור לציטוט, בין אם הוא החברה ובין אם הוא גורם אחר.
        <br />
        <br />
        <span class="style6">אחריות</span><br />
        השירות מוצע לציבור "כמות שהוא" ("As Is").
        <br />
        החברה שומרת לעצמה את הזכות לפנות למשתמשים במקרה של אי בהירות.
        <br />
        החברה שומרת לעצמה את הזכות למחוק כל מידע שאינו מדויק ו/או פוגע ו/או מזיק.
        <br />
        החברה לא תשא באחריות להתאמת השירות לצורכי המשתמש. כמו כן, לא תשא החברה באחריות לטעויות
        או לשגיאות בחומר המוצג בשירות.<br />
        אין האתר מהווה תחליף לפנייה לאיש מקצוע בתחום התזונה והבריאות בכלל. 
        <asp:HyperLink ID="lnkHowtoUse" runat="server" Text="להסבר נוסף" NavigateUrl="~/HowToUse.aspx" ForeColor="Blue" />        
        <br />
        לא תשא החברה באחריות לשינויים שנעשו בחומר המוצג בשירות על ידי המשתמש או על ידי כל
        צד ג'.
        <br />
        החברה לא תשא באופן מפורש על כל תוכן שמועלה באתר ועל כל נזק ישיר ו/או עקיף שנגרם למשתמש ו/או לצד שלישי עקב שימוש באתר ו/או בכל מידע באתר ובכלל זה במתכונים.
        <br />
        <br />
        <span class="style6">קישורים</span><br />
        בשירות זה נמצאים קישורים (links) לאתרים אחרים. ההוראות שלהלן תחולנה על השימוש בקישורים
        אלו, ואין בהן כדי לגרוע משאר הוראות תנאי השימוש.
        <br />
        הקישורים נועדים לנוחיות המשתמש בלבד.
        <br />
        אין החברה אחראית לתוכן החומר הנמצא באתרי צד ג'.
        <br />
        אין לפרש קישורים לאתרי צד ג' כמתן גושפנקה, אישור, המלצה או העדפה על ידי החברה לאותם
        האתרים המקושרים, לרבות למסמכים וכל חומר אחר הנמצאים בהם, למפעילי האתרים או למוצרים
        המוצגים בהם.
        <br>
        בעת הכללת כל קישור בשירות זה, נמצא שהמידע באתר המקושר הינו מתאים למטרות השירות,
        וכי הקישור עצמו הינו תקין. ואולם, יתכן שבמהלך הזמן, חלו שינויים באתר המקושר. אם
        המשתמש סבור שאין האתר או החומר המקושר מתאימים, או אם נמצא כי הקישור אינו תקין, הוא
        מתבקש להודיע על כך ל<a href="mailto:support@mybuylist.com">מתחזק האתר</a>.<br />
        אין לקשר לאתר מכל אתר המכיל תכנים פורנוגראפיים, תכנים המעודדים לגזענות או להפליה פסולה, או המנוגדים לחוק, או שפרסומם מנוגד לחוק או המעודדים פעילות המנוגדת לחוק.
        <br />
        כמו כן, אם המשתמש סבור שיש אתר נוסף שרלוונטי לנושא שירות זה, הוא מתבקש להודיע על
        כך למתחזק האתר.
        <br />
        <br />
        שמירת סודיות מידע אישי שנמסר לחברה באמצעות שירות זה, יישמר בסוד בהתאם להוראות חוק
        הגנת הפרטיות, התשמ"א 1981.
        <br />
        הרעיון והעיצוב של www.mybuylist.com הינו רכוש של MyBuyList.com והוא מוגן תחת חוק
        זכויות יוצרים וסמל מסחרי.<br />
        <br />
        <br />
        נשמח לקבל הערות בכל עניין ועניין וזאת על מנת לשפר את יכולות המערכת ולהתאימו למגוון
        האנשים המשתמשים. מחלקת שירות <a href="mailto:support@mybuylist.com">support@mybuylist.com</a>
        <br />
        <%--<br />
        מבטיחה הפתעות נוספות בקרוב,
        <br />
        <br />
        שלכם,
        <br />
        דלית אהרונוביץ-סהרון<br />
        מנכ"ל<br />
        <a href="mailto:Dalit@MyBuyList.com">Dalit@MyBuyList.com</a>
        <br />
        <br />
        <br />
        <br />--%>
    </div>
    
   <!--  </asp:Panel> -->
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="cphFooter" runat="Server">
    <%-- <table style="height: 713px;">
        
            
                &nbsp;
            
        <br /><br />
    </table>--%>
</asp:Content>
